# https://github.com/Homebrew/homebrew-bundle
# specify a directory to
cask_args appdir: '/Applications'

# Install editor

brew 'nvim'

# Install useful unix tools
brew 'tree'
brew 'wget'
brew 'curl'
brew 'watch'

# Install cli tools
brew 'fzf'
brew 'ripgrep'
brew 'zoxide'
brew 'tmux'
brew 'vifm'
brew 'starship'
brew 'tree-sitter'
brew 'mas' # for installing apps from Mac Store
brew 'direnv'

# GUI apps
cask 'dbeaver-community'
cask 'visual-studio-code'
cask 'docker'
cask 'raycast'
cask 'alacritty'
cask 'rectangle'

# Mac store apps
mas "WhatsApp Desktop", id: 310633997
mas "Tick Tick", id: 966085870
